step-by-step/030-populate-database/040-soap/0100-договоры/0300.xml

<?xml version="1.0" ?>
<!-- Договор -> Открыть договор -> ДОГОВОР -> Группы -->
<!-- Добавляем договор в группу -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:contractGroupAdd xmlns:common="http://common.bitel.ru"
                              xmlns:ns5="http://service.common.api.contract.kernel.bgbilling.bitel.ru/"
                              xmlns:xs="http://www.w3.org/2001/XMLSchema"
                              xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <contractId xmlns="">1</contractId>
            <contractGroupId xmlns="">4</contractGroupId>
        </ns5:contractGroupAdd>
    </S:Body>
</S:Envelope>
